tap "homebrew/cask"

brew "direnv"
brew "fish"
brew "fzf"
brew "neovim"
brew "python"
brew "python@2"
brew "terminal-notifier"

cask "firefox"
cask "intellij-idea-ce"
cask "iterm2"
cask "slack"
cask "visual-studio-code"

# QuickLook plugins
cask "betterzip"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
