tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"
tap "caskroom/versions"

# Misc
brew "brew-cask-completion"
brew "diff-so-fancy"
brew "direnv"
brew "fish"
brew "fzf"
brew "neovim"
brew "python"
brew "python@2"
brew "terminal-notifier"
brew "tig"
brew "wget"

# Ruby
brew "ruby"

# Misc - casks
cask "firefox"
cask "flycut"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "kap"
cask "rectangle"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"

# Fonts
cask "font-fira-code"

# QuickLook plugins
cask "betterzip"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
cask "font-hack-nerd-font"
