fisherman/await
oh-my-fish/plugin-bang-bang
edc/bass
decors/fish-colored-man
fisherman/done
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/humanize_duration
fisherman/last_job_id
rafaelrinaldi/pure
fisherman/z
