fisherman/await
oh-my-fish/plugin-bang-bang
edc/bass
decors/fish-colored-man
fisherman/done
fisherman/fzf
fisherman/humanize_duration
fisherman/last_job_id
tuvistavie/fish-ssh-agent
fisherman/z
